Repository: Abdulazizovv/trackerExpenses
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Foydalanuvchi nomi yoki parol xato!
ru: Неверное имя пользователя или пароль!

source: Foydalanuvchi nomi yoki elektron pochta manzili allaqachon mavjud!
ru: Имя пользователя или адрес электронной почты уже существует!

source: Muvaffaqqiyatli!
ru: Успешный

source: Parollar bir xil emas!
ru: Пароли не совпадают!

source: Uzbek
ru: Узбекский

source: English
ru: Английский

source: Russian
ru: Русский

source: Kirim saqlandi
ru: Доход сохранен

source: Chiqim saqlandi
ru: Расходы сохранены

source: Hamyoningizdagi pul siz kiritgan miqdordan kam!
ru: Сумма в вашем кошельке меньше суммы, которую вы положили на депозит!

source: Muvaffaqqiyatli o'chirildi
ru: Удален успешно

source: Hamyon o'zgartirildi
ru: Кошелек был изменен.

source: Nimadir xato ketdi!
ru: Что-то пошло не так!

source: Hamyon qo'shildi
ru: Кошелек добавлен

source: Hamyon o'chirildi!
ru: Кошелек удален!

source: Kirim turi saqlandi
ru: Тип дохода сохранен.

source: Chiqim turi saqlandi
ru: Тип расхода сохранен.

source: Kirim turi o'chirildi
ru: Тип дохода удален.

source: Chiqim turi o'chirildi
ru: Тип расходов удален.

source: Kirish
ru: Вход

source: Foydalanuvchi nomi
ru: имя пользователя

source: Parol
ru: Пароль

source: Ro'yxatdan o'tish
ru: Зарегистрироваться

source: Email
ru: Электронная почта

source: Parolni takror kiriting
ru: Повторно введите пароль

source: Qaysi kun uchun hisobot ko'rmoqchisiz?
ru: За какой день вы хотели бы увидеть отчет?

source: Sanani tanlang
ru: Выберите дату

source: Uy
ru: Главнaя

source: Kategoriyalar
ru: Категории

source: Hamyonlar
ru: Кошельки

source: Kirim va chiqim turlari
ru: Виды доходов и расходов

source: Kirim turlari
ru: Виды дохода

source: Nomi
ru: Заголовок

source: Chiqim turlari
ru: Типы расходов

source: Chiqim turi qo'shish
ru: Добавить тип расходов

source: Tasdiqlash
ru: Подтверждение

source: Kirim turi qo'shish
ru: Добавить тип дохода

source: Bosh sahifa
ru: Домашняя страница

source: Kirim qo`shish
ru: Добавить доход

source: Qolgan summa
ru: Оставшийся остаток

source: Chiqim qo`shish
ru: добавить расходы

source: Hamyonlaringizda pul qolmagan
ru: В ваших кошельках не осталось денег

source: Hamyonni tanlang
ru: Выберите кошелек

source: Chiqim
ru: Расход

source: Miqdori
ru: сумму

source: Chiqim miqdorini kiriting
ru: Введите сумму расходов

source: Hamyonlar mavjud emas! Qo'shish uchun ->
ru: Кошельки недоступны! для добавления ->

source: bosing
ru: нажимать

source: Kirim
ru: Доход

source: Kirim miqdorini kiriting
ru: Введите сумму дохода

source: Bugungi hisobotlar
ru: Сегодняшние отчеты

source: Haftalik hisobotlar
ru: Еженедельные отчеты

source: Oylik hisobotlar
ru: Ежемесячные отчеты

source: Tanlangan kun uchun hisobotlar
ru: Отчеты за выбранный день

source: Bugungi kirimlar
ru: Сегодняшний доход

source: Kategoriya
ru: Категория

source: Miqdor
ru: Количество

source: Valyuta
ru: Валюта

source: Yangi hamyon yaratildi
ru: Создан новый кошелек

source: Bugungi chiqimlar
ru: Сегодняшние расходы

source: O\
ru: Вы хотите удалить?

source: Bekor qilish
ru: Отмена

source: Assalomu alaykum! Xush kelibsiz
ru: Привет! Добро пожаловать

source: Saytimizga xush kelibsiz
ru: Добро пожаловать на наш сайт

source: Biz bilan pullaringizni boshqaring
ru: Управляйте своими деньгами вместе с нами

source: Bizda quyidagi xizmatlar mavjud
ru: У нас есть следующие услуги

source: Hamyonlar boshqarish
ru: Управление кошельками

source: Kirimlarni kiritish va boshqarish
ru: Добавляйте и управляйте расходами

source: Chiqimlarni kiritish va boshqarish
ru: Ввод и управление затратами

source: Hisobotlar
ru: Отчеты

source: Kunlik
ru: Ежедневно

source: Haftalik
ru: Еженедельно

source: Oylik
ru: Ежемесячно

source: Yillik
ru: Ежегодно

source: Xizmatlarimizdan foydalanish uchun tizimga kiring
ru: Войдите, чтобы воспользоваться нашими услугами

source: Login
ru: Авторизоваться

source: yoki
ru: или

source: dan
ru: от

source: gacha
ru: до

source: Haftalik kirimlar
ru: Еженедельные доходы

source: Vaqt
ru: Дата

source: Haftalik chiqimlar
ru: Еженедельные расходы

source: Hisob
ru: Счет

source: Chiqish
ru: Выход

source: Hozirgi balans
ru: Текущий баланс

source: Hisobdan chiqish
ru: выход

source: Hisobdan chiqishni tasdiqlaysizmi?
ru: Подтвердить выход?

source: Tanlangan kun kirimlar
ru: доходы за выбранный день

source: ma`lumot mavjud emas
ru: Кошельки недоступны

source: Tanlangan kun chiqimlar
ru: расходы за выбранный день

source: Hamyon nomi
ru: Название кошелька

source: Pul miqdori
ru: Количество денег

source: Amallar
ru: Действия

source: Hamyonni tahrirlash
ru: Изменить кошелек

source: masalan, uzcard
ru: например, извините

source: Saqlash
ru: сохранить

source: Hamyonni o`chirish
ru: Удалить кошелек

source: Hamyonni o`chirasizmi?
ru: Удалить кошелек?

source: O`chirish
ru: удалить

source: Hamyonlar mavjud emas
ru: Кошельки недоступны

source: Hamyon qo\
ru: Добавить кошелек

source: Hamyon qo'shish
ru: Добавить кошелек

source: masalan, uzcard, visa
ru: например, uzcard, виза

source: Valyutani tanlang
ru: Выберите валюту

source: Qo'shish
ru: добавить
